tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "ansible"
brew "bat"
brew "direnv"
brew "duckdb"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "hub"
brew "jq"
brew "lnav"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "uv"
brew "volta"
brew "zoxide"
cask "appcleaner"
cask "bluesnooze"
cask "brave-browser"
cask "cap"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "font-fira-code-nerd-font"
cask "google-drive"
cask "granola"
cask "hiddenbar"
cask "lookaway"
cask "meld-studio"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "portfolioperformance"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tailscale-app"
cask "warp"
cask "zoom"
vscode "anysphere.cursorpyright"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dhoeric.ansible-vault"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "snowflake.snowflake-vsc"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
