tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "ansible"
brew "awscli"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "doctl"
brew "duckdb"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "hub"
brew "jq"
brew "lnav"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tflint"
brew "the_silver_searcher"
brew "uv"
brew "volta"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "appcleaner"
cask "bluesnooze"
cask "brave-browser"
cask "cap"
cask "claude"
cask "claude-code"
cask "cmux"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "font-fira-code-nerd-font"
cask "google-drive"
cask "granola"
cask "handbrake-app"
cask "hiddenbar"
cask "lookaway"
cask "meld-studio"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "onyx"
cask "portfolioperformance"
cask "postman"
cask "rancher"
cask "raspberry-pi-imager"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "zoom"
