tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "saulpw/vd"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "cocoapods"
brew "cookiecutter"
brew "direnv"
brew "duckdb"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "lnav"
brew "neovim"
brew "nvm"
brew "ollama"
brew "pgcli"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "virtualenv"
brew "zoxide"
brew "saulpw/vd/visidata"
cask "adoptopenjdk"
cask "android-studio"
cask "bluesnooze"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "iterm2"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "notion-calendar"
cask "portfolioperformance"
cask "postman"
cask "rancher"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "stremio"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
